[
    {
        "en": "The Wanderer",
        "fr": "Le grand Meaulnes"
    },
    {
        "en": "Alain-Fournier",
        "fr": "Alain-Fournier"
    },
    {
        "en": "First Part",
        "fr": "PREMIÈRE PARTIE"
    },
    {
        "en": "I",
        "fr": "CHAPITRE PREMIER"
    },
    {
        "en": "THE BOARDER",
        "fr": "LE PENSIONNAIRE"
    },
    {
        "en": "He arrived at our home on a Sunday of November, 189-.",
        "fr": "Il arriva chez nous un dimanche de novembre 189-…"
    },
    {
        "en": "I still say 'our home,' although the house no longer belongs to us.",
        "fr": "Je continue à dire « chez nous », bien que la maison ne nous appartienne plus."
    },
    {
        "en": "We left that part of the country nearly fifteen years ago and shall certainly never go back to it.",
        "fr": "Nous avons quitté le pays depuis bientôt quinze ans et nous n’y reviendrons certainement jamais."
    },
    {
        "en": "We were living in the building of the Higher Elementary Classes at Sainte-Agathe's School.",
        "fr": "Nous habitions les bâtiments du Cours Supérieur de Sainte-Agathe."
    },
    {
        "en": "My father, whom I used to call M. Seurel as did other pupils, was head of the Middle School and also of the Higher Elementary classes where pupils worked for the preliminary teacher's examination.",
        "fr": "Mon père, que j’appelais M. Seurel, comme les autres élèves, y dirigeait à la fois le Cours Supérieur, où l’on préparait le brevet d’instituteur, et le Cours Moyen."
    },
    {
        "en": "My mother taught the infants.",
        "fr": "Ma mère faisait la petite classe."
    },
    {
        "en": "At the extreme end of the small town, a long red house with five glass doors and a Virginia creeper upon its walls ; an immense courtyard with shelters, a washhouse and a huge gateway, on the side looking towards the village; on the north side, a small gate opening on the road leading to the station three kilometres off; on the south, at the back of the house, fields, gardens, meadows joining the outskirts...such is the simple plan of this dwelling where I spent the most troubled but the most happy days of my life - the house from which we launched our adventures and to which they returned to break themselves like waves on a bare rock.",
        "fr": "Une longue maison rouge, avec cinq portes vitrées, sous des vignes vierges, à l’extrémité du bourg ; une cour immense avec préaux et buanderie, qui ouvrait en avant sur le village par un grand portail ; sur le côté nord, la route où donnait une petite grille et qui menait vers La Gare, à trois kilomètres ; au sud et par derrière, des champs, des jardins et des prés qui rejoignaient les faubourgs… tel est le plan sommaire de cette demeure où s’écoulèrent les jours les plus tourmentés et les plus chers de ma vie – demeure d’où partirent et où revinrent se briser, comme des vagues sur un rocher désert, nos aventures."
    },
    {
        "en": "At the time of some new 'appointments,' a whim of fate, due to some inspector or to the Prefect, had led us there.",
        "fr": "Le hasard des « changements », une décision d’inspecteur ou de préfet nous avaient conduits là."
    },
    {
        "en": "Towards the end of the summer holidays, a long time ago, a peasant cart, preceding our household goods, deposited my mother and myself before the little rusty gate.",
        "fr": "Vers la fin des vacances, il y a bien longtemps, une voiture de paysan, qui précédait notre ménage, nous avait déposés, ma mère et moi, devant la petite grille rouillée."
    },
    {
        "en": "Urchins who were stealing peaches in the garden silently escaped through holes in the hedge . . . My mother, whom we used to call Millie and who was the most methodical housekeeper I ever knew, had at once gone into the rooms full of dusty straw, and had declared with much consternation - as was her custom at each 'removal' - that our furniture would never fit in a house so badly built. . .",
        "fr": "Des gamins qui volaient des pêches dans le jardin s’étaient enfuis silencieusement par les trous de la haie… Ma mère, que nous appelions Millie, et qui était bien la ménagère la plus méthodique que j’aie jamais connue, était entrée aussitôt dans les pièces remplies de paille poussiéreuse, et tout de suite elle avait constaté avec désespoir, comme à chaque « déplacement », que nos meubles ne tiendraient jamais dans une maison si mal construite… Elle était sortie pour me confier sa détresse."
    },
    {
        "en": "She had come out to impart her trouble to me. While speaking she had, with her handkerchief, gently wiped my face blackened by the journey.",
        "fr": "Tout en me parlant, elle avait essuyé doucement avec son mouchoir ma figure d’enfant noircie par le voyage."
    }
]